Repository: Jewel591/support-kit
Catalog: Sources/SupportKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Contact Us
de: Kontakt
es: Contáctanos
fr: Nous contacter
ja: お問い合わせ
ko: 문의하기
pt_br: Fale conosco
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Contact us at support@weisenjoy.com.
de: Kontakt: support@weisenjoy.com.
es: Contáctanos en support@weisenjoy.com.
fr: Contactez-nous à l’adresse support@weisenjoy.com.
ja: support@weisenjoy.comまでご連絡ください。
ko: support@weisenjoy.com으로 문의해 주세요.
pt_br: Fale conosco pelo e-mail support@weisenjoy.com.
zh_hans: 请通过 support@weisenjoy.com 联系我们。
zh_hant: 請透過 support@weisenjoy.com 聯絡我們。

source: Copy WeChat ID
de: WeChat-ID kopieren
es: Copiar ID de WeChat
fr: Copier l’identifiant WeChat
ja: WeChat IDをコピー
ko: WeChat ID 복사
pt_br: Copiar ID do WeChat
zh_hans: 复制微信号
zh_hant: 複製微信 ID

source: Describe the problem you encountered:
de: Beschreibe das aufgetretene Problem:
es: Describe el problema que encontraste:
fr: Décrivez le problème rencontré :
ja: 発生した問題について教えてください:
ko: 발생한 문제를 설명해 주세요:
pt_br: Descreva o problema encontrado:
zh_hans: 请描述你遇到的问题：
zh_hant: 請描述你遇到的問題：

source: Device Model:
de: Gerätemodell:
es: Modelo del dispositivo:
fr: Modèle de l’appareil :
ja: デバイスモデル:
ko: 기기 모델:
pt_br: Modelo do dispositivo:
zh_hans: 设备型号：
zh_hant: 裝置型號：

source: Email Unavailable
de: E-Mail nicht verfügbar
es: Correo no disponible
fr: E-mail indisponible
ja: メールを利用できません
ko: 이메일을 사용할 수 없음
pt_br: E-mail indisponível
zh_hans: 无法使用邮件
zh_hant: 無法使用電郵

source: Feature Suggestions
de: Funktionsvorschläge
es: Sugerencias de funciones
fr: Suggestions de fonctionnalités
ja: 機能の提案
ko: 기능 제안
pt_br: Sugestões de recursos
zh_hans: 功能建议
zh_hant: 功能建議

source: Follow Us
de: Folge uns
es: Síguenos
fr: Nous suivre
ja: フォロー
ko: 팔로우하기
pt_br: Siga-nos
zh_hans: 关注我们
zh_hant: 關注我們

source: Give Us a 5-Star Rating
de: Gib uns 5 Sterne
es: Danos 5 estrellas
fr: Donnez-nous 5 étoiles
ja: 星5つで評価する
ko: 별 5개로 평가해 주세요
pt_br: Avalie-nos com 5 estrelas
zh_hans: 给我们 5 星好评
zh_hant: 給我們 5 星好評

source: Language/Region:
de: Sprache/Region:
es: Idioma/región:
fr: Langue/région :
ja: 言語/地域:
ko: 언어/지역:
pt_br: Idioma/região:
zh_hans: 语言/地区：
zh_hant: 語言/地區：

source: Official Website
de: Offizielle Website
es: Sitio web oficial
fr: Site web officiel
ja: 公式Webサイト
ko: 공식 웹사이트
pt_br: Site oficial
zh_hans: 官方网站
zh_hant: 官方網站

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Problem Feedback
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 피드백
pt_br: Informar um problema
zh_hans: 问题反馈
zh_hant: 問題回饋

source: Send Feedback by Email
de: Feedback per E-Mail senden
es: Enviar comentarios por correo
fr: Envoyer par e-mail
ja: メールでフィードバック
ko: 이메일로 피드백 보내기
pt_br: Enviar feedback por e-mail
zh_hans: 通过邮件反馈
zh_hant: 透過電郵提供意見

source: Share This App
de: Diese App teilen
es: Compartir esta app
fr: Partager cette app
ja: このアプリを共有
ko: 이 앱 공유하기
pt_br: Compartilhar este app
zh_hans: 分享这个 App
zh_hant: 分享此 App

source: Support This App
de: Diese App unterstützen
es: Apoya esta app
fr: Soutenir cette app
ja: このアプリを応援
ko: 이 앱 응원하기
pt_br: Apoie este app
zh_hans: 支持这个 App
zh_hant: 支持此 App

source: Tell us what you would like to see:
de: Welche Funktion wünschst du dir?
es: Cuéntanos qué te gustaría ver:
fr: Dites-nous ce que vous aimeriez voir :
ja: 追加してほしい機能を教えてください:
ko: 원하는 기능을 알려 주세요:
pt_br: Conte o que você gostaria de ver:
zh_hans: 请告诉我们你希望新增什么功能：
zh_hant: 請告訴我們你希望新增什麼功能：

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용 약관
pt_br: Termos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

source: Thanks for your feedback
de: Danke für dein Feedback
es: Gracias por tus comentarios
fr: Merci pour votre retour
ja: フィードバックありがとうございます
ko: 의견을 보내주셔서 감사합니다
pt_br: Agradecemos seu feedback
zh_hans: 感谢你的反馈
zh_hant: 感謝你的意見回饋

source: We will get back to you soon. Follow us on Xiaohongshu to see fixes and updates first.
de: Wir melden uns bald bei dir. Folge uns auf Xiaohongshu, um zuerst von Fehlerbehebungen und Updates zu erfahren.
es: Nos pondremos en contacto contigo pronto. Síguenos en Xiaohongshu para enterarte antes que nadie de las correcciones y novedades.
fr: Nous vous répondrons bientôt. Suivez-nous sur Xiaohongshu pour découvrir en avant-première les correctifs et les nouveautés.
ja: 近日中にご連絡します。小紅書をフォローして、修正やアップデートの最新情報をいち早くご覧ください。
ko: 곧 답변드리겠습니다. 샤오홍슈를 팔로우하고 수정 사항과 업데이트 소식을 가장 먼저 확인하세요.
pt_br: Retornaremos em breve. Siga-nos no Xiaohongshu para saber primeiro sobre correções e novidades.
zh_hans: 我们会尽快回复你。关注我们的小红书，第一时间了解问题修复和更新动态。
zh_hant: 我們會盡快回覆你。關注我們的小紅書，第一時間掌握問題修正與更新動態。

source: WeChat ID Copied
de: WeChat-ID kopiert
es: ID de WeChat copiado
fr: Identifiant WeChat copié
ja: WeChat IDをコピーしました
ko: WeChat ID를 복사함
pt_br: ID do WeChat copiado
zh_hans: 已复制微信号
zh_hant: 已複製微信 ID

source: App Version:
es: Versión de la app:
fr: Version de l’app :
ja: Appのバージョン:
ko: 앱 버전:
pt_br: Versão do app:
zh_hans: App 版本：
zh_hant: App 版本：

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: Support
es: Ayuda
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: System Version:
es: Versión del sistema:
fr: Version du système :
ja: システムバージョン:
ko: 시스템 버전:
pt_br: Versão do sistema:
zh_hans: 系统版本：
zh_hant: 系統版本：

source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Xiaohongshu
ja: 小紅書
ko: 샤오홍슈
zh_hans: 小红书
zh_hant: 小紅書
